[
  "above",
  "absent",
  "absolutely",
  "accent",
  "access",
  "accident",
  "accommodation",
  "accompany",
  "according",
  "accountant",
  "ache",
  "achieve",
  "across",
  "action",
  "active",
  "activity",
  "actor",
  "actress",
  "actually",
  "advertisement",
  "addition",
  "address",
  "admire",
  "admission",
  "admit",
  "adult",
  "advance",
  "advanced",
  "advantage",
  "adventure",
  "advert",
  "advertise",
  "advertisement",
  "advice",
  "advise",
  "aeroplane",
  "afford",
  "afraid",
  "after",
  "afternoon",
  "afterwards",
  "again",
  "against",
  "age",
  "aged",
  "agency",
  "ago",
  "agree",
  "ahead",
  "aim",
  "air",
  "air conditioning",
  "air force",
  "airline",
  "airport",
  "alarm",
  "alarm clock",
  "album",
  "alike",
  "alive",
  "all",
  "alright",
  "allow",
  "almost",
  "alone",
  "along",
  "aloud",
  "alphabet",
  "already",
  "also",
  "although",
  "altogether",
  "always",
  "amazed",
  "amazing",
  "ambition",
  "ambulance",
  "among",
  "amount",
  "amusing",
  "an",
  "ancient",
  "and",
  "angry",
  "animal",
  "ankle",
  "anniversary",
  "announce",
  "announcement",
  "annoy",
  "annual",
  "another",
  "answer",
  "ant",
  "antique",
  "anxious",
  "any",
  "anybody",
  "anymore",
  "anyone",
  "anything",
  "anyway",
  "anywhere",
  "apart",
  "apartment",
  "apartment",
  "apologise",
  "apology",
  "appear",
  "appearance",
  "apple",
  "application",
  "apply",
  "appointment",
  "approach",
  "approve",
  "architect",
  "architecture",
  "area",
  "argue",
  "argument",
  "arm",
  "armchair",
  "army",
  "around",
  "arrange",
  "arrangement",
  "arrest",
  "arrival",
  "arrive",
  "art",
  "article",
  "artist",
  "as",
  "ashamed",
  "ask",
  "asleep",
  "aspirin",
  "assistant",
  "athlete",
  "athletics",
  "atmosphere",
  "at once",
  "at present",
  "attach",
  "attack",
  "attempt",
  "attend",
  "attention",
  "at the same time",
  "attitude",
  "attract",
  "attraction",
  "attractive",
  "audience",
  "aunt",
  "author",
  "autumn",
  "available",
  "average",
  "avoid",
  "awake",
  "away",
  "awful",
  "baby",
  "babysit",
  "babysitter",
  "back",
  "background",
  "backpack",
  "backpacker",
  "backpacking",
  "backwards",
  "bad",
  "badly",
  "badminton",
  "bag",
  "baggage",
  "bake",
  "baker",
  "balcony",
  "bald",
  "ball",
  "ballet",
  "balloon",
  "banana",
  "band",
  "bandage",
  "bank",
  "bank account",
  "banking",
  "bar",
  "barbecue",
  "baseball",
  "base",
  "basic",
  "basin",
  "basket",
  "basketball",
  "bat",
  "bath",
  "bathing",
  "bathroom",
  "bathtub",
  "battery",
  "battle",
  "bay",
  "be",
  "beach",
  "bean",
  "bear",
  "beard",
  "beat",
  "beautiful",
  "beauty",
  "because",
  "because of",
  "become",
  "bed",
  "bedroom",
  "bee",
  "beef",
  "before",
  "begin",
  "beginner",
  "beginning",
  "behave",
  "behaviour",
  "behind",
  "believe",
  "bell",
  "belong",
  "below",
  "belt beneath",
  "benefit",
  "be over",
  "",
  "late!",
  "beside",
  "besides",
  "best",
  "better",
  "between",
  "beyond",
  "bicycle",
  "big",
  "bike",
  "bill",
  "bin",
  "biography",
  "biology",
  "bird",
  "birth",
  "birthday",
  "biscuit",
  "bit",
  "bite",
  "bitter",
  "black",
  "blackboard",
  "blame",
  "blank",
  "blanket",
  "bleed",
  "blind",
  "block",
  "block",
  "blog",
  "blogger",
  "blond(e)",
  "blood",
  "blouse",
  "blow",
  "blue",
  "board",
  "board game",
  "boarding pass",
  "boat",
  "body",
  "boil",
  "boiled",
  "bold",
  "bomb",
  "bone",
  "book",
  "bookcase",
  "booking",
  "booking office",
  "bookshelf",
  "bookshop",
  "bookstore",
  "bookstore",
  "bookshop",
  "boot",
  "border",
  "bored",
  "boring",
  "born",
  "borrow",
  "boss",
  "both",
  "bother",
  "bottle",
  "bottom",
  "bowl",
  "box",
  "boy",
  "bracelet",
  "brain",
  "branch",
  "brave",
  "bread",
  "up",
  "breath",
  "breathe",
  "breeze",
  "bride",
  "bridge",
  "brief",
  "bright",
  "brilliant",
  "bring",
  "broad",
  "broccoli",
  "brochure",
  "broken",
  "brother",
  "boyfriend",
  "brake",
  "brand new",
  "break",
  "break down",
  "breakfast",
  "break in",
  "break up",
  "bring up",
  "brown",
  "brush",
  "bucket",
  "bug",
  "build",
  "building",
  "bulb",
  "bull",
  "bunch",
  "burger",
  "burn",
  "burning",
  "bury",
  "bus",
  "business",
  "bus station",
  "bus stop",
  "busy",
  "butcher",
  "butter",
  "butterfly",
  "button",
  "buy",
  "buyer",
  "by",
  "bye",
  "cab",
  "cabbage",
  "cabin",
  "cabinet",
  "cable",
  "cafe/cafe",
  "cafeteria",
  "cage",
  "cake",
  "calculator",
  "calendar",
  "calf",
  "call",
  "call for",
  "call in",
  "calm",
  "camel",
  "camera",
  "camp",
  "camping",
  "campsite",
  "can",
  "canal",
  "cancel",
  "candidate",
  "candle",
  "candy",
  "canteen",
  "cap",
  "capital",
  "captain",
  "car",
  "chat show",
  "cheap",
  "cheat",
  "check",
  "check in",
  "check out",
  "checkout",
  "cheek",
  "cheerful",
  "cheers",
  "cheese",
  "chef",
  "chemist",
  "chemistry",
  "cheque",
  "chess",
  "chest of drawers",
  "chicken",
  "child",
  "childhood",
  "chilli",
  "chin",
  "chip",
  "chocolate",
  "choice",
  "choose",
  "cinema",
  "circle",
  "circus",
  "city",
  "clap",
  "class",
  "consist",
  "consonant",
  "contact",
  "contain",
  "contents",
  "contest",
  "continent",
  "continue",
  "contract",
  "control",
  "convenient",
  "conversation",
  "convince",
  "cook",
  "cooker",
  "cookie",
  "cooking",
  "cool",
  "copy",
  "corn",
  "corner",
  "correct",
  "correction",
  "cost",
  "costume",
  "costume.",
  "cosy",
  "cottage",
  "cotton",
  "cough",
  "card",
  "cardboard",
  "care",
  "career",
  "careful",
  "carefully",
  "careless",
  "car park",
  "carpet",
  "carrot",
  "carry",
  "carry on",
  "carry out",
  "cartoon",
  "case",
  "case",
  "cash",
  "cashpoint",
  "castle",
  "casual",
  "cat",
  "catch",
  "cathedral",
  "classical",
  "clearly",
  "cliff",
  "climb",
  "clinic",
  "clock",
  "cloud",
  "clown",
  "club",
  "coach",
  "coast",
  "coat",
  "cod",
  "coffee",
  "coin",
  "cola",
  "collar",
  "collect",
  "could",
  "count",
  "country",
  "countryside",
  "couple",
  "courage",
  "course",
  "court",
  "cousin",
  "cover",
  "cow",
  "crash",
  "crazy",
  "cream",
  "create",
  "creative",
  "creature",
  "credit",
  "credit card",
  "crew",
  "cricket",
  "crime",
  "criminal",
  "crop",
  "cross",
  "crossing",
  "cross out",
  "cattle",
  "cave",
  "CD",
  "CD player",
  "CD-Rom",
  "ceiling",
  "celebrate",
  "celebration",
  "celebrity",
  "cell phone",
  "cent",
  "central",
  "central heating",
  "centre/center",
  "century",
  "cereal",
  "ceremony",
  "certain",
  "certainly (not)",
  "certificate",
  "chain",
  "chair",
  "challenge",
  "challenging",
  "champion",
  "championship",
  "chance",
  "change",
  "changing room",
  "channel",
  "chapter",
  "character",
  "charge",
  "charity",
  "charming",
  "chat",
  "chatroom",
  "classmate",
  "classroom",
  "clean",
  "cleaner",
  "clear",
  "",
  "clever",
  "click",
  "climate",
  "climbing",
  "close",
  "closed",
  "clothes",
  "cloudy",
  "coconut",
  "cold",
  "colleague",
  "collection",
  "college",
  "colour",
  "colourful",
  "comb",
  "come",
  "comedy",
  "come on",
  "bus",
  "comfort",
  "comfortable",
  "comic",
  "comma",
  "common",
  "communicate",
  "communication",
  "company",
  "compare",
  "compete",
  "competition",
  "competitor",
  "complain",
  "complaint",
  "complete",
  "complicated",
  "composition",
  "computer",
  "concentrate",
  "concert",
  "conclusion",
  "condition",
  "conference",
  "confident",
  "confirm",
  "confused",
  "confusing",
  "congratulations!",
  "connect",
  "connection",
  "consider",
  "crossroads",
  "crowd",
  "crowded",
  "cruel",
  "cruise",
  "cry",
  "cucumber",
  "cultural",
  "culture",
  "cup",
  "cupboard",
  "cure",
  "curious",
  "curiously",
  "curiously.",
  "curly",
  "currency",
  "curriculum",
  "curry",
  "curtain",
  "cushion",
  "custom",
  "customer",
  "customs",
  "cut",
  "cute",
  "cut up",
  "CV (Curriculum Vitae)",
  "cycle",
  "cycling",
  "cyclist",
  "dad",
  "dancer",
  "dancing",
  "danger",
  "date",
  "daughter",
  "day",
  "dead",
  "deaf",
  "deal",
  "death",
  "decide",
  "decision",
  "declare",
  "defence",
  "defend",
  "definitely",
  "degree ",
  "delay",
  "dishwasher",
  "disk",
  "dislike",
  "display",
  "distance",
  "district",
  "disturb",
  "dive",
  "diver",
  "divide",
  "diving",
  "doctor",
  "document",
  "documentary",
  "dog",
  "doll",
  "dollar",
  "dolphin",
  "donkey",
  "door",
  "dot",
  "daily",
  "damage",
  "damaged",
  "dance",
  "dangerous",
  "dark",
  "deal with",
  "dear",
  "decorate",
  "decrease",
  "deep",
  "defeat",
  "double",
  "doubt",
  "down",
  "download",
  "downstairs",
  "dozen",
  "Doctor",
  "drag",
  "into the trash can.",
  "drama",
  "draw",
  "someone",
  "something",
  "drawer",
  "drawing",
  "dream",
  "dress",
  "dressed ",
  "drink",
  "drive",
  "driver",
  "driving licence",
  "delete",
  "delicious",
  "delighted",
  "deliver",
  "delivery",
  "demand",
  "dentist",
  "depart ",
  "department",
  "departure",
  "deposit",
  "depressed",
  "depth",
  "describe",
  "description",
  "desert ",
  "deserve",
  "design",
  "designer ",
  "desk",
  "despite",
  "dessert ",
  "destination",
  "destroy",
  "detail",
  "detective",
  "develop",
  "development",
  "diagram",
  "dial",
  "diary",
  "dictionary",
  "die",
  "drop",
  "drugstore",
  "drum",
  "dry",
  "duck",
  "due",
  "due to",
  "dull",
  "during",
  "dust",
  "dustbin",
  "dusty",
  "duty",
  "duty-free",
  "duvet",
  "DVD",
  "DVD player",
  "diet",
  "difference",
  "different",
  "difficult",
  "difficulty",
  "dig",
  "digital",
  "digital camera",
  "dining room",
  "dinner",
  "dinosaur",
  "diploma",
  "direct",
  "direction",
  "directly",
  "director",
  "dirt",
  "dirty",
  "disabled",
  "disadvantage",
  "disagree",
  "disappear",
  "disappoint",
  "disappointed",
  "disappointing",
  "disappointment",
  "disc/disk",
  "disco",
  "discount",
  "discover",
  "discuss",
  "discussion",
  "disease",
  "disgusting",
  "dish",
  "each",
  "ear",
  "earache",
  "early",
  "earn",
  "earring",
  "earth",
  "east",
  "eastern",
  "easily",
  "easy",
  "easygoing",
  "eat",
  "economics",
  "edge",
  "education",
  "effect",
  "efficient",
  "effort",
  "egg",
  "either",
  "elbow",
  "elder",
  "elderly",
  "election",
  "electric",
  "electrical",
  "electricity",
  "electronic",
  "elementary",
  "elephant",
  "elevator",
  "else",
  "email",
  "embarrassed",
  "embarrassing",
  "embassy",
  "emergency",
  "experience ",
  "experienced ",
  "experiment ",
  "expert ",
  "explain",
  "explanation",
  "employ",
  "employee",
  "employer",
  "employment",
  "empty",
  "encourage",
  "end",
  "ending",
  "end up",
  "enemy",
  "energy",
  "engaged",
  "engine",
  "engineer",
  "engineering",
  "enjoy",
  "enormous",
  "enough",
  "enquiry",
  "enter",
  "entertain",
  "entertainment",
  "entrance",
  "entry",
  "envelope",
  "environment",
  "environmental",
  "equal",
  "equipment",
  "eraser",
  "explode",
  "explore",
  "explorer",
  "explorers.",
  "extra",
  "escape",
  "essay",
  "euro",
  "even",
  "evening",
  "event",
  "ever",
  "every",
  "exact",
  "examiner",
  "example",
  "excited",
  "exist",
  "exit",
  "expect",
  "expensive",
  "extraordinary",
  "extremely",
  "extreme sport",
  "eye",
  "especially",
  "essential",
  "everybody",
  "everyone",
  "everything",
  "everywhere",
  "exactly",
  "examination",
  "excellent",
  "except",
  "exchange ",
  "exchange",
  "exchange rate",
  "excitement",
  "exciting",
  "excuse",
  "exercise",
  "exhausted ",
  "exhibition",
  "expedition",
  "face",
  "face to face",
  "facilities",
  "facilities.",
  "fact",
  "factory",
  "fail",
  "fair",
  "fairly",
  "fall",
  "familiar",
  "family",
  "famous",
  "fan",
  "fancy",
  "fantastic",
  "far",
  "fare",
  "firm",
  "first",
  "fish",
  "fishing",
  "fit",
  "fitness",
  "fix",
  "flag",
  "flat",
  "flavour",
  "flight",
  "float",
  "flood",
  "floor",
  "flour",
  "flow",
  "flower",
  "flu",
  "flute",
  "fly",
  "fog",
  "foggy",
  "fold",
  "folk",
  "follow",
  "farm",
  "fat",
  "fault",
  "fax",
  "fear",
  "fee",
  "feed",
  "feel",
  "ferry",
  "fetch",
  "fiction",
  "field",
  "first name",
  "farmer",
  "farming",
  "fashion",
  "fashionable",
  "fast",
  "fasten",
  "fast food",
  "father",
  "favour",
  "favourite",
  "feeling",
  "feel like",
  "female",
  "festival",
  "fever",
  "few",
  "fond",
  "food",
  "fool",
  "foot",
  "football",
  "for",
  "forest",
  "forget",
  "forgive",
  "fork",
  "form",
  "frame",
  "freeze",
  "freezer",
  "file",
  "fill",
  "fire",
  "footballer",
  "forbidden",
  "forecast",
  "foreign",
  "foreigner",
  "forever",
  "former",
  "fortnight",
  "fortunately",
  "forward",
  "fountain",
  "free",
  "freezing",
  "french fries",
  "frequent",
  "fight",
  "figure",
  "fill in",
  "fill up",
  "film",
  "film maker",
  "film star",
  "final",
  "finally",
  "financial",
  "find",
  "find out",
  "fine",
  "finger",
  "finish",
  "firefighter",
  "firework",
  "fully"
]
