[
  "above",
  "absent",
  "absolutely",
  "accent",
  "access",
  "accident",
  "accommodation",
  "accompany",
  "according",
  "accountant",
  "ache",
  "achieve",
  "across",
  "action",
  "active",
  "activity",
  "actor",
  "actress",
  "actually",
  "advertisement",
  "addition",
  "address",
  "admire",
  "admission",
  "admit",
  "adult",
  "advance",
  "advanced",
  "advantage",
  "adventure",
  "advert",
  "advertise",
  "advertisement",
  "advice",
  "advise",
  "aeroplane",
  "afford",
  "afraid",
  "after",
  "afternoon",
  "afterwards",
  "again",
  "against",
  "age",
  "aged",
  "agency",
  "ago",
  "agree",
  "ahead",
  "aim",
  "air",
  "air conditioning",
  "air force",
  "airline",
  "airport",
  "alarm",
  "alarm clock",
  "album",
  "alike",
  "alive",
  "all",
  "alright",
  "allow",
  "almost",
  "alone",
  "along",
  "aloud",
  "alphabet",
  "already",
  "also",
  "although",
  "altogether",
  "always",
  "amazed",
  "amazing",
  "ambition",
  "ambulance",
  "among",
  "amount",
  "amusing",
  "an",
  "ancient",
  "and",
  "angry",
  "animal",
  "ankle",
  "anniversary",
  "announce",
  "announcement",
  "annoy",
  "annual",
  "another",
  "answer",
  "ant",
  "antique",
  "anxious",
  "any",
  "anybody",
  "anymore",
  "anyone",
  "anything",
  "anyway",
  "anywhere",
  "apart",
  "apartment",
  "apartment",
  "apologise",
  "apology",
  "appear",
  "appearance",
  "apple",
  "application",
  "apply",
  "appointment",
  "approach",
  "approve",
  "architect",
  "architecture",
  "area",
  "argue",
  "argument",
  "arm",
  "armchair",
  "army",
  "around",
  "arrange",
  "arrangement",
  "arrest",
  "arrival",
  "arrive",
  "art",
  "article",
  "artist",
  "as",
  "ashamed",
  "ask",
  "asleep",
  "aspirin",
  "assistant",
  "athlete",
  "athletics",
  "atmosphere",
  "at once",
  "at present",
  "attach",
  "attack",
  "attempt",
  "attend",
  "attention",
  "at the same time",
  "attitude",
  "attract",
  "attraction",
  "attractive",
  "audience",
  "aunt",
  "author",
  "autumn",
  "available",
  "average",
  "avoid",
  "awake",
  "away",
  "awful",
  "baby",
  "babysit",
  "babysitter",
  "back",
  "background",
  "backpack",
  "backpacker",
  "backpacking",
  "backwards",
  "bad",
  "badly",
  "badminton",
  "bag",
  "baggage",
  "bake",
  "baker",
  "balcony",
  "bald",
  "ball",
  "ballet",
  "balloon",
  "banana",
  "band",
  "bandage",
  "bank",
  "bank account",
  "banking",
  "bar",
  "barbecue",
  "baseball",
  "base",
  "basic",
  "basin",
  "basket",
  "basketball",
  "bat",
  "bath",
  "bathing",
  "bathroom",
  "bathtub",
  "battery",
  "battle",
  "bay",
  "be",
  "beach",
  "bean",
  "bear",
  "beard",
  "beat",
  "beautiful",
  "beauty",
  "because",
  "because of",
  "become",
  "bed",
  "bedroom",
  "bee",
  "beef",
  "before",
  "begin",
  "beginner",
  "beginning",
  "behave",
  "behaviour",
  "behind",
  "believe",
  "bell",
  "belong",
  "below",
  "belt beneath",
  "benefit",
  "be over",
  "beside",
  "besides",
  "best",
  "better",
  "between",
  "beyond",
  "bicycle",
  "big",
  "bike",
  "bill",
  "bin",
  "biography",
  "biology",
  "bird",
  "birth",
  "birthday",
  "biscuit",
  "bit",
  "bite",
  "bitter",
  "black",
  "blackboard",
  "blame",
  "blank",
  "blanket",
  "bleed",
  "blind",
  "block",
  "blog",
  "blogger",
  "blonde",
  "blood",
  "blouse",
  "blow",
  "blue",
  "board",
  "board game",
  "boarding pass",
  "boat",
  "body",
  "boil",
  "boiled",
  "bold",
  "bomb",
  "bone",
  "book",
  "bookcase",
  "booking",
  "booking office",
  "bookshelf",
  "bookshop",
  "bookstore",
  "bookstore",
  "bookshop",
  "boot",
  "border",
  "bored",
  "boring",
  "born",
  "borrow",
  "boss",
  "both",
  "bother",
  "bottle",
  "bottom",
  "bowl",
  "box",
  "boy",
  "bracelet",
  "brain",
  "branch",
  "brave",
  "bread",
  "up",
  "breath",
  "breathe",
  "breeze",
  "bride",
  "bridge",
  "brief",
  "bright",
  "brilliant",
  "bring",
  "broad",
  "broccoli",
  "brochure",
  "broken",
  "brother",
  "boyfriend",
  "brake",
  "brand new",
  "break",
  "break down",
  "breakfast",
  "break in",
  "break up",
  "bring up",
  "brown",
  "brush",
  "bucket",
  "bug",
  "build",
  "building",
  "bulb",
  "bull",
  "bunch",
  "burger",
  "burn",
  "burning",
  "bury",
  "bus",
  "business",
  "bus station",
  "bus stop",
  "busy",
  "butcher",
  "butter",
  "butterfly",
  "button",
  "buy",
  "buyer",
  "by",
  "bye",
  "cab",
  "cabbage",
  "cabin",
  "cabinet",
  "cable",
  "cafe/cafe",
  "cafeteria",
  "cage",
  "cake",
  "calculator",
  "calendar",
  "calf",
  "call",
  "call for",
  "call in",
  "calm",
  "camel",
  "camera",
  "camp",
  "camping",
  "campsite",
  "can",
  "canal",
  "cancel",
  "candidate",
  "candle",
  "candy",
  "canteen",
  "cap",
  "capital",
  "captain",
  "car",
  "chat show",
  "cheap",
  "cheat",
  "check",
  "check in",
  "check out",
  "checkout",
  "cheek",
  "cheerful",
  "cheers",
  "cheese",
  "chef",
  "chemist",
  "chemistry",
  "cheque",
  "chess",
  "chest of drawers",
  "chicken",
  "child",
  "childhood",
  "chilli",
  "chin",
  "chip",
  "chocolate",
  "choice",
  "choose",
  "christmas",
  "cinema",
  "circle",
  "circus",
  "city",
  "clap",
  "class",
  "consist",
  "consonant",
  "contact",
  "contain",
  "contents",
  "contest",
  "continent",
  "continue",
  "contract",
  "control",
  "convenient",
  "conversation",
  "convince",
  "cook",
  "cooker",
  "cookie",
  "cooking",
  "cool",
  "copy",
  "corn",
  "corner",
  "correct",
  "correction",
  "cost",
  "costume",
  "costume.",
  "cosy",
  "cottage",
  "cotton",
  "cough",
  "card",
  "cardboard",
  "care",
  "career",
  "careful",
  "carefully",
  "careless",
  "car park",
  "carpet",
  "carrot",
  "carry",
  "carry on",
  "carry out",
  "cartoon",
  "case",
  "case",
  "cash",
  "cashpoint",
  "castle",
  "casual",
  "cat",
  "catch",
  "cathedral",
  "classical",
  "clearly",
  "cliff",
  "climb",
  "clinic",
  "clock",
  "cloud",
  "clown",
  "club",
  "coach",
  "coast",
  "coat",
  "cod",
  "coffee",
  "coin",
  "cola",
  "collar",
  "collect",
  "could",
  "count",
  "country",
  "countryside",
  "couple",
  "courage",
  "course",
  "court",
  "cousin",
  "cover",
  "cow",
  "crash",
  "crazy",
  "cream",
  "create",
  "creative",
  "creature",
  "credit",
  "credit card",
  "crew",
  "cricket",
  "crime",
  "criminal",
  "crop",
  "cross",
  "crossing",
  "cross out",
  "cattle",
  "cave",
  "CD",
  "CD player",
  "CD-Rom",
  "ceiling",
  "celebrate",
  "celebration",
  "celebrity",
  "cell phone",
  "cent",
  "central",
  "central heating",
  "centre/center",
  "century",
  "cereal",
  "ceremony",
  "certain",
  "certainly (not)",
  "certificate",
  "chain",
  "chair",
  "challenge",
  "challenging",
  "champion",
  "championship",
  "chance",
  "change",
  "changing room",
  "channel",
  "chapter",
  "character",
  "charge",
  "charity",
  "charming",
  "chat",
  "chatroom",
  "classmate",
  "classroom",
  "clean",
  "cleaner",
  "clear",
  "clever",
  "click",
  "climate",
  "climbing",
  "close",
  "closed",
  "clothes",
  "cloudy",
  "coconut",
  "cold",
  "colleague",
  "collection",
  "college",
  "colour",
  "colourful",
  "comb",
  "come",
  "comedy",
  "come on",
  "bus",
  "comfort",
  "comfortable",
  "comic",
  "comma",
  "common",
  "communicate",
  "communication",
  "company",
  "compare",
  "compete",
  "competition",
  "competitor",
  "complain",
  "complaint",
  "complete",
  "complicated",
  "composition",
  "computer",
  "concentrate",
  "concert",
  "conclusion",
  "condition",
  "conference",
  "confident",
  "confirm",
  "confused",
  "confusing",
  "congratulations!",
  "connect",
  "connection",
  "consider",
  "crossroads",
  "crowd",
  "crowded",
  "cruel",
  "cruise",
  "cry",
  "cucumber",
  "cultural",
  "culture",
  "cup",
  "cupboard",
  "cure",
  "curious",
  "curiously",
  "curiously.",
  "curly",
  "currency",
  "curriculum",
  "curry",
  "curtain",
  "cushion",
  "custom",
  "customer",
  "customs",
  "cut",
  "cute",
  "cut up",
  "CV (Curriculum Vitae)",
  "cycle",
  "cycling",
  "cyclist",
  "dad",
  "dancer",
  "dancing",
  "danger",
  "date",
  "daughter",
  "day",
  "dead",
  "deaf",
  "deal",
  "death",
  "decide",
  "decision",
  "declare",
  "defence",
  "defend",
  "definitely",
  "degree",
  "delay",
  "dishwasher",
  "disk",
  "dislike",
  "display",
  "distance",
  "district",
  "disturb",
  "dive",
  "diver",
  "divide",
  "diving",
  "doctor",
  "document",
  "documentary",
  "dog",
  "doll",
  "dollar",
  "dolphin",
  "donkey",
  "door",
  "dot",
  "daily",
  "damage",
  "damaged",
  "dance",
  "dangerous",
  "dark",
  "deal with",
  "dear",
  "decorate",
  "decrease",
  "deep",
  "defeat",
  "double",
  "doubt",
  "down",
  "download",
  "downstairs",
  "dozen",
  "Doctor",
  "drag",
  "into the trash can.",
  "drama",
  "draw",
  "someone",
  "something",
  "drawer",
  "drawing",
  "dream",
  "dress",
  "dressed",
  "drink",
  "drive",
  "driver",
  "driving licence",
  "delete",
  "delicious",
  "delighted",
  "deliver",
  "delivery",
  "demand",
  "dentist",
  "depart",
  "department",
  "departure",
  "deposit",
  "depressed",
  "depth",
  "describe",
  "description",
  "desert",
  "deserve",
  "design",
  "designer",
  "desk",
  "despite",
  "dessert",
  "destination",
  "destroy",
  "detail",
  "detective",
  "develop",
  "development",
  "diagram",
  "dial",
  "diary",
  "dictionary",
  "die",
  "drop",
  "drugstore",
  "drum",
  "dry",
  "duck",
  "due",
  "due to",
  "dull",
  "during",
  "dust",
  "dustbin",
  "dusty",
  "duty",
  "duty-free",
  "duvet",
  "DVD",
  "DVD player",
  "diet",
  "difference",
  "different",
  "difficult",
  "difficulty",
  "dig",
  "digital",
  "digital camera",
  "dining room",
  "dinner",
  "dinosaur",
  "diploma",
  "direct",
  "direction",
  "directly",
  "director",
  "dirt",
  "dirty",
  "disabled",
  "disadvantage",
  "disagree",
  "disappear",
  "disappoint",
  "disappointed",
  "disappointing",
  "disappointment",
  "disc/disk",
  "disco",
  "discount",
  "discover",
  "discuss",
  "discussion",
  "disease",
  "disgusting",
  "dish",
  "each",
  "ear",
  "earache",
  "early",
  "earn",
  "earring",
  "earth",
  "east",
  "eastern",
  "easily",
  "easy",
  "easygoing",
  "eat",
  "economics",
  "edge",
  "education",
  "effect",
  "efficient",
  "effort",
  "egg",
  "either",
  "elbow",
  "elder",
  "elderly",
  "election",
  "electric",
  "electrical",
  "electricity",
  "electronic",
  "elementary",
  "elephant",
  "elevator",
  "elf",
  "else",
  "email",
  "embarrassed",
  "embarrassing",
  "embassy",
  "emergency",
  "experience",
  "experienced",
  "experiment",
  "expert",
  "explain",
  "explanation",
  "employ",
  "employee",
  "employer",
  "employment",
  "empty",
  "encourage",
  "end",
  "ending",
  "end up",
  "enemy",
  "energy",
  "engaged",
  "engine",
  "engineer",
  "engineering",
  "enjoy",
  "enormous",
  "enough",
  "enquiry",
  "enter",
  "entertain",
  "entertainment",
  "entrance",
  "entry",
  "envelope",
  "environment",
  "environmental",
  "equal",
  "equipment",
  "eraser",
  "explode",
  "explore",
  "explorer",
  "explorers.",
  "extra",
  "escape",
  "essay",
  "euro",
  "even",
  "evening",
  "event",
  "ever",
  "every",
  "exact",
  "examiner",
  "example",
  "excited",
  "exist",
  "exit",
  "expect",
  "expensive",
  "extraordinary",
  "extremely",
  "extreme sport",
  "eye",
  "especially",
  "essential",
  "everybody",
  "everyone",
  "everything",
  "everywhere",
  "exactly",
  "examination",
  "excellent",
  "except",
  "exchange",
  "exchange",
  "exchange rate",
  "excitement",
  "exciting",
  "excuse",
  "exercise",
  "exhausted",
  "exhibition",
  "expedition",
  "face",
  "face to face",
  "facilities",
  "facilities.",
  "fact",
  "factory",
  "fail",
  "fair",
  "fairly",
  "fall",
  "familiar",
  "family",
  "famous",
  "fan",
  "fancy",
  "fantastic",
  "far",
  "fare",
  "firm",
  "first",
  "fish",
  "fishing",
  "fit",
  "fitness",
  "fix",
  "flag",
  "flat",
  "flavour",
  "flight",
  "float",
  "flood",
  "floor",
  "flour",
  "flow",
  "flower",
  "flu",
  "flute",
  "fly",
  "fog",
  "foggy",
  "fold",
  "folk",
  "follow",
  "farm",
  "fat",
  "fault",
  "fax",
  "fear",
  "fee",
  "feed",
  "feel",
  "ferry",
  "fetch",
  "fiction",
  "field",
  "first name",
  "farmer",
  "farming",
  "fashion",
  "fashionable",
  "fast",
  "fasten",
  "fast food",
  "father",
  "favour",
  "favourite",
  "feeling",
  "feel like",
  "female",
  "festival",
  "fever",
  "few",
  "fond",
  "food",
  "fool",
  "foot",
  "football",
  "for",
  "forest",
  "forget",
  "forgive",
  "fork",
  "form",
  "frame",
  "freeze",
  "freezer",
  "file",
  "fill",
  "fire",
  "footballer",
  "forbidden",
  "forecast",
  "foreign",
  "foreigner",
  "forever",
  "former",
  "fortnight",
  "fortunately",
  "forward",
  "fountain",
  "free",
  "freezing",
  "french fries",
  "frequent",
  "fight",
  "figure",
  "fill in",
  "fill up",
  "film",
  "film maker",
  "film star",
  "final",
  "finally",
  "financial",
  "find",
  "find out",
  "fine",
  "finger",
  "finish",
  "firefighter",
  "firework",
  "fully",
  "fresh",
  "fridge",
  "fried",
  "friend",
  "friendly",
  "friendship",
  "frighten",
  "frightened",
  "frightening",
  "frog",
  "from",
  "front",
  "frozen",
  "fruit",
  "fry",
  "frying",
  "fuel",
  "full",
  "full stop",
  "full time",
  "fun",
  "funny",
  "fur",
  "furniture",
  "furthest",
  "future",
  "gain",
  "gallery",
  "game",
  "gap",
  "garage",
  "garden",
  "game",
  "gap",
  "garage",
  "garden",
  "garlic",
  "gate",
  "general",
  "generally",
  "generation",
  "generous",
  "gentle",
  "geography",
  "get back",
  "get down",
  "get fit",
  "gas",
  "gas station",
  "generally",
  "get along",
  "get in",
  "get off",
  "get on",
  "get rid of",
  "get up",
  "giant",
  "gift",
  "giraffe",
  "girl",
  "girlfriend",
  "give",
  "give back",
  "give in",
  "give out",
  "give up",
  "give way",
  "glad",
  "glance",
  "glass",
  "glasses",
  "global warming",
  "glove",
  "go",
  "goal",
  "goalkeeper",
  "goat",
  "go for",
  "gold",
  "golden",
  "golf",
  "good",
  "good afternoon",
  "good-looking",
  "good morning",
  "go off",
  "go on",
  "go out",
  "gorgeous",
  "government",
  "grab",
  "grade",
  "graduation",
  "gram",
  "grammar",
  "grandchild",
  "grand",
  "granddaughter",
  "grandfather",
  "grandma",
  "grandmother",
  "grandpa",
  "grandparent",
  "grandson",
  "granny",
  "grant",
  "grape",
  "graphics",
  "grass",
  "grateful",
  "great",
  "green",
  "greet",
  "greeting",
  "grey",
  "gray",
  "grill",
  "grilled",
  "grocery store",
  "groom",
  "ground",
  "group",
  "grow",
  "grow up",
  "guard",
  "guess",
  "guest",
  "guest-house",
  "guide",
  "guidebook",
  "guilty",
  "guitar",
  "guitarist",
  "gum",
  "gun",
  "guy",
  "gym",
  "gymnastics",
  "habit",
  "hair",
  "haircut",
  "hairdresser",
  "hairdryer",
  "half",
  "half-price",
  "hall",
  "hand",
  "handbag",
  "hand-held",
  "hand in",
  "handkerchief",
  "handle",
  "hand out",
  "handsome",
  "handwriting",
  "hang",
  "hang out",
  "hang up",
  "happen",
  "happy",
  "happily",
  "happiness",
  "harbour",
  "hard",
  "hardly",
  "hardware",
  "hat",
  "hate",
  "have",
  "have got to",
  "have to",
  "he",
  "head",
  "headache",
  "headline",
  "headteacher",
  "health",
  "healthy",
  "hear",
  "heart",
  "heat",
  "heating",
  "heater",
  "heavy",
  "heel",
  "height",
  "helicopter",
  "hello",
  "helmet",
  "help",
  "her",
  "herb",
  "here",
  "hero",
  "heroine",
  "hers",
  "herself",
  "hey",
  "hi",
  "hidden",
  "hide",
  "high",
  "hill",
  "him",
  "himself",
  "hip hop",
  "hire",
  "his",
  "historic",
  "historical",
  "history",
  "hit",
  "hitchhike",
  "hobby",
  "hockey",
  "hold",
  "hold up",
  "hole",
  "holiday",
  "home",

  "homework",
  "honest",
  "honestly",
  "honey",
  "honeymoon",
  "hope",
  "hopeful",
  "hopefully",
  "hopeless",
  "horrible",
  "horror",
  "horse",
  "hospital",
  "hostel",
  "hot",
  "huge",
  "hotel",
  "hour",
  "house",
  "housewife",
  "housework",
  "how",
  "however",
  "how much",
  "hug",
  "human",
  "humid",
  "hunger",
  "hungry",
  "hunt",
  "hurry",
  "hurt",
  "husband",
  "hut",
  "I",
  "ice",
  "icy",
  "idea",
  "ill",
  "illness",
  "interest",
  "interested",
  "interesting",
  "intermediate",
  "international",
  "internet",
  "interrupt",
  "interval",
  "interview",
  "ice cream",
  "ice hockey",
  "ice skating",
  "ID card",
  "identification",
  "identity card (ID)",
  "imagination",
  "imagine",
  "immediately",
  "immigration",
  "importance",
  "important",
  "impossible",
  "improve",
  "improvement",
  "inch",
  "include",
  "incorrect",
  "increase",
  "incredible",
  "indeed",
  "independent",
  "indoor",
  "indoors",
  "industry",
  "inform",
  "information",
  "ingredient",
  "initial",
  "injure",
  "ink",
  "inquiry",
  "insect",
  "insist",
  "install",
  "instance",
  "instructor",
  "intend",
  "interest",
  "interested",
  "interesting",
  "intermediate",
  "international",
  "internet",
  "interrupt",
  "interval",
  "interview",
  "in the end",
  "in time",
  "into",
  "introduce",
  "introduction",
  "in two",
  "invent",
  "invention",
  "invitation",
  "invite",
  "island",
  "issue",
  "item",
  "involve",
  "iron",
  "ironing",
  "itself",
  "jacket",
  "jail",
  "jam",
  "jar",
  "jazz",
  "jealous",
  "jeans",
  "jet",
  "jewellery",
  "job",
  "jog",
  "jogging",
  "join",
  "joke",
  "journalist",
  "journey",
  "judge",
  "jug",
  "juice",
  "jump",
  "jumper",
  "jungle",
  "just",
  "kangaroo",
  "keen",
  "keep",
  "keeper",
  "keep in",
  "keep on",
  "keep up",
  "kettle",
  "key",
  "keyboard",
  "kick",
  "kid",
  "kill",
  "kilogramme (kg)",
  "(Am Eng: kilogram)",
  "kilometre (km)",
  "kind",
  "king",
  "kiss",
  "kitchen",
  "kite",
  "kitten",
  "knife",
  "knit",
  "knock",
  "knock down",
  "know",
  "knowledge",
  "knee",
  "label",
  "laboratory",
  "lack",
  "ladder",
  "lady",
  "lake",
  "lamb",
  "lamp",
  "land",
  "landscape",
  "language",
  "laptop",
  "large",
  "last",
  "late",
  "lately",
  "later",
  "latest",
  "laugh",
  "law",
  "lawyer",
  "lay",
  "lazy",
  "lead",
  "hand",
  "leader",
  "leaf",
  "league",
  "learn",
  "least",
  "leather",
  "leave",
  "lecture",
  "left",
  "left-hand",
  "leg",
  "leisure",
  "lemon",
  "lemonade",
  "lend",
  "length",
  "less",
  "lesson",
  "let",
  "letter",
  "level",
  "lie",
  "life",
  "lift",
  "light",
  "lighter",
  "limit",
  "line",
  "lettuce",
  "library",
  "licence",
  "licence",
  "lie down",
  "lightning",
  "like",
  "likely",
  "limited",
  "link",
  "lion",
  "lip",
  "list",
  "litter",
  "little",
  "live",
  "lively",
  "local",
  "liquid",
  "listen",
  "literature",
  "litre",
  "live",
  "living  room",
  "load",
  "loan",
  "locate",
  "location",
  "lock",
  "locker",
  "logo",
  "lonely",
  "long",
  "look like",
  "look",
  "look after",
  "look at",
  "look for",
  "look forward to",
  "look  out",
  "look up",
  "loose",
  "lorry",
  "lose",
  "lost",
  "lots",
  "lottery",
  "loud",
  "love",
  "lovely",
  "low",
  "luck",
  "lucky",
  "luggage",
  "lunch",
  "lunchtime",
  "luxury",
  "machine",
  "mad",
  "Madam",
  "magazine",
  "magic",
  "magnificent",
  "mail",
  "main",
  "main course",
  "make",
  "make sure",
  "make-up",
  "male",
  "man",
  "manage",
  "manager",
  "mango",
  "many",
  "map",
  "mark",
  "market",
  "market",
  "marriage",
  "married",
  "marry",
  "marvellous",
  "match",
  "mate",
  "material",
  "maths I mathematics",
  "matter",
  "maximum",
  "may",
  "maybe",
  "me",
  "meal",
  "mean",
  "meaning",
  "meanwhile",
  "meat",
  "mechanic",
  "medicine",
  "medium",
  "meet",
  "meeting",
  "melon",
  "member",
  "membership",
  "memory",
  "memory",
  "mend",
  "mention",
  "menu",
  "mess",
  "message",
  "messy",
  "metal",
  "method",
  "metre",
  "microwave",
  "midday",
  "middle",
  "middle-aged",
  "midnight",
  "might",
  "mild",
  "mile",
  "milk",
  "million",
  "mind",
  "mine",
  "mineral water",
  "minimum",
  "minus",
  "minute",
  "mirror",
  "miserable",
  "miss",
  "Miss",
  "Missing",
  "Mistake",
  "millimetre",
  "mix",
  "mobile",
  "model",
  "modern",
  "moment",
  "money",
  "monkey",
  "month",
  "monument",
  "mood",
  "moon",
  "more",
  "morning",
  "mosquito",
  "most",
  "mother",
  "motorcycle",
  "motorbike",
  "motor-racing",
  "motorway",
  "mountain",
  "mouse",
  "moustache",
  "mouth",
  "move",
  "movie",
  "Movie star",
  "Movie theater",
  "Mr",
  "Mrs",
  "Ms",
  "much",
  "mug",
  "mum",
  "museum",
  "mushroom",
  "music",
  "musical",
  "musician",
  "must",
  "multiply",
  "my",
  "myself",
  "mystery",
  "narrow",
  "nasty",
  "nationality",
  "natural",
  "nature",
  "nearly",
  "neat",
  "neck",
  "necklace",
  "need",
  "nose",
  "not",
  "note",
  "notebook",
  "notepaper",
  "nothing",
  "negative",
  "nephew",
  "net",
  "network",
  "never",
  "new",
  "news",
  "nice",
  "niece",
  "notice",
  "noticeboard",
  "novel",
  "now",
  "nowadays",
  "neighbour",
  "neighbourhood",
  "nervous",
  "newspaper",
  "next",
  "next to",
  "nowhere",
  "number",
  "nurse",
  "night",
  "nightclub",
  "nightlife",
  "nightmare",
  "no",
  "nobody",
  "noise",
  "noisy",
  "none",
  "noon",
  "no one",
  "normal",
  "normally",
  "north",
  "northeast",
  "northern",
  "northwest",
  "nose",
  "not",
  "note",
  "notebook",
  "notepaper",
  "nothing",
  "notice",
  "noticeboard",
  "novel",
  "now",
  "nowadays",
  "nowhere",
  "number",
  "nurse",
  "object",
  "obvious",
  "obviously",
  "occasion",
  "occupation",
  "ocean",
  "o'clock",
  "of course",
  "off",
  "offer",
  "office",
  "officer",
  "often",
  "oh",
  "oh dear",
  "oil",
  "old",
  "old-fashioned",
  "olive",
  "omelette",
  "on board",
  "on business",
  "once",
  "one",
  "on fire",
  "on foot",
  "on holiday",
  "onion",
  "online",
  "online",
  "only",
  "on purpose",
  "on request",
  "on sale",
  "on time",
  "onto",
  "open",
  "opening hours",
  "opera",
  "operate",
  "operation",
  "opinion",
  "opportunity",
  "option",
  "orchestra",
  "ordinary",
  "organise",
  "original",
  "ought",
  "our",
  "ours",
  "ourselves",
  "out",
  "outdoor",
  "opposite",
  "orange",
  "order",
  "organisation",
  "other",
  "otherwise",
  "outdoors",
  "out of",
  "out of date",
  "out of order",
  "out of work",
  "outside",
  "oven",
  "over",
  "overnight",
  "owe",
  "own",
  "owner",
  "pack",
  "packet",

  "pain",
  "painful",
  "paint",
  "painter",
  "painting",
  "pair",
  "palace",
  "pale",
  "pan",
  "pants",
  "paper",
  "paragraph",
  "parcel",
  "pardon",
  "parent",
  "peel",
  "pen",
  "pence",
  "pencil",
  "pencil case",
  "penfriend",
  "penguin",
  "penny",
  "people",
  "pepper",
  "percent",
  "perfect",
  "perform",
  "performance",
  "performer",
  "perfume",
  "perhaps",
  "period",
  "permanent",
  "permission",
  "permit",
  "permitted",
  "person",
  "personal",
  "personally",
  "persuade",
  "pet",
  "pharmacy",
  "phone",
  "photo",
  "photocopy",
  "police",
  "polite",
  "politician",
  "politics",
  "pollution",
  "pool",
  "pop",
  "port",
  "position",
  "positive",
  "possibility",
  "post",
  "postcard",
  "poster",
  "postman",
  "pot",
  "potato",
  "pour",
  "powder",
  "power",
  "practice",
  "practise",
  "purple",
  "purpose",
  "purse",
  "push",
  "put",
  "put away",
  "put down",
  "park",
  "parking",
  "parking lot",
  "parrot",
  "part",
  "partly",
  "particular",
  "partner",
  "part time",
  "part-time",
  "party",
  "pass",
  "passenger",
  "to pass the pepper",
  "petrol",
  "petrol station",
  "policeman",
  "police officer",
  "police station",
  "political",
  "popular",
  "population",
  "possible",
  "possibly",
  "post office",
  "postpone",
  "pound (£)",
  "powerful",
  "passport",
  "password",
  "past",
  "pasta",
  "path",
  "patient",
  "pattern",
  "pause",
  "pavement",
  "pay",
  "PC (personal computer)",
  "pea",
  "peace",
  "peaceful",
  "peach",
  "peak",
  "peanut",
  "pear",
  "pedestrian",
  "photograph",
  "photographer",
  "photography",
  "phrase",
  "physics",
  "piano",
  "pick",
  "pick up",
  "picnic",
  "picture",
  "pie",
  "piece",
  "pig",
  "pile",
  "pill",
  "pillow",
  "pilot",
  "pin",
  "pineapple",
  "pink",
  "pipe",
  "pirate",
  "pity",
  "pizza",
  "place",
  "plain",
  "put off",
  "put on",
  "put out",
  "plan",
  "plane",
  "planet",
  "plant",
  "plate",
  "platform",
  "play",
  "player",
  "pleased",
  "pleasure",
  "plenty",
  "plug",
  "pocket",
  "poem",
  "poet",
  "poetry",
  "point",
  "pregnant",
  "preparation",
  "prepared",
  "prescription",
  "present",
  "presents",
  "presentation",
  "president",
  "pretty",
  "previous",
  "previously",
  "primary school",
  "princess",
  "principal",
  "probably",
  "plastic",
  "playground",
  "pleasant",
  "please",
  "plus",
  "pocket money",
  "produce",
  "product",
  "profession",
  "professional",
  "professor",
  "program(me)",
  "progress",
  "project",
  "promise",
  "promote",
  "pronounce",
  "correctly",
  "pronunciation",
  "proper",
  "property",
  "protect",
  "proud",
  "prove",
  "provide",
  "public",
  "public transport",
  "publish",
  "pull",
  "pullover",
  "pump",
  "punish",
  "pupil",
  "puppy",
  "pure",
  "qualification",
  "qualified",
  "quality",
  "quantity",
  "quarter",
  "queen",
  "question",
  "questionnaire",
  "queue",
  "quick",
  "quickly",
  "quiet",
  "quit  ",
  "quite",
  "quiz",
  "rabbit",
  "race",
  "racket",
  "radio",
  "rail",
  "railway",
  "rain",
  "raincoat ",
  "rainforest",
  "raise",
  "range",
  "rap",
  "rare",
  "rarely",
  "rather",
  "raw ",
  "reach",
  "read",
  "reader",
  "reading",
  "ready",
  "real",
  "realise",
  "realistic",
  "really",
  "reason",
  "reasonable",
  "reasonably",
  "rebuild",
  "receipt",
  "receive",
  "recent",
  "reception",
  "receptionist",
  "recipe",
  "recognise",
  "recommend",
  "record",
  "recording",
  "recover",
  "recycle",
  "recycled",
  "recycling",
  "red",
  "reduce",
  "refreshments",
  "refrigerator",
  "refund",
  "refuse",
  "regarding",
  "regards",
  "region",
  "register",
  "doctor.",
  "registration",
  "regret",
  "regular",
  "relation",
  "relationship",
  "relative",
  "relax",
  "relaxation",
  "relaxed",
  "reliable",
  "religion",
  "remain",
  "remember",
  "remind",
  "remote control",
  "remove",
  "rent",
  "repair",
  "repeat",
  "replace",
  "reply",
  "report",
  "reporter",
  "request",
  "require",
  "rescue",
  "research",
  "reservation",
  "reserve",
  "resort",
  "respect",
  "responsible",
  "rest",
  "restaurant",
  "result",
  "retire",
  "return",
  "review",
  "revise",
  "revision",
  "reward",
  "rice",
  "rich",
  "ride",
  "rider",
  "right",
  "rise",
  "river",
  "road",
  "rob",
  "rock",
  "role",
  "roll",
  "roof",
  "room",
  "rose",
  "right-hand",
  "ring",
  "ring back",
  "ring up",
  "roast",
  "romance",
  "romantic",
  "rough",
  "round",
  "roundabout ",
  "route",
  "routine",
  "row",
  "rubber",
  "rubbish",
  "rude",
  "rug",
  "rugby",
  "ruin",
  "rule",
  "ruler",
  "run",
  "runner",
  "running",
  "run out",
  "sad",
  "safe",
  "safely",
  "sail",
  "sailing",
  "salad",
  "salary",
  "sale",
  "salesman/saleswoman",
  "salmon",
  "salt",
  "same",
  "mine",
  "sand",
  "sandal",
  "sandwich",
  "satisfactory",
  "satisfied",
  "sauce",
  "saucepan",
  "saucer",
  "sausage",
  "save",
  "say",
  "someone",
  "scared",
  "set out",
  "set up",
  "sew",
  "shade",
  "shadow",
  "shake",
  "shall",
  "shame",
  "shampoo",
  "shape",
  "share",
  "shark",
  "sharp",
  "shave",
  "she",
  "sheep",
  "sheet",
  "shelf",
  "shine",
  "shiny",
  "ship",
  "shirt",
  "shock",
  "shocked",
  "skill",
  "skin",
  "skirt",
  "sky",
  "sleep",
  "sleeve  slice",
  "slim",
  "slip",
  "slowly",
  "small",
  "smart",
  "smell",
  "smile",
  "smoke",
  "smoking",
  "smooth",
  "snack",
  "snake",
  "snow",
  "snowboard",
  "snowboarding",
  "so",
  "soap",
  "soap opera",
  "soccer",
  "sociable",
  "social",
  "society",
  "sock",
  "sofa",
  "soft",
  "software",
  "soldier",
  "start",
  "station",
  "statue",
  "stay",
  "scarf",
  "scary",
  "scene",
  "scenery",
  "school",
  "schoolchild",
  "science",
  "science fiction",
  "scientific",
  "scientist",
  "scissors",
  "scooter",
  "score",
  "scream",
  "screen",
  "sculpture",
  "sea",
  "search",
  "seaside",
  "season",
  "seat",
  "seat belt",
  "silver",
  "secondary",
  "secret",
  "secretary",
  "section",
  "security",
  "several",
  "stomach ache",
  "sweater",
  "sweatshirt",
  "sweet",
  "swim",
  "swimmer",
  "swimming",
  "swimming costume ",
  "second",
  "shocking",
  "shoe",
  "shoot",
  "shop",
  "shopping",
  "shore",
  "short",
  "shortly",
  "shorts",
  "should ",
  "shoulder",
  "shout",
  "show",
  "shower",
  "shut",
  "shy",
  "sick",
  "side",
  "sight",
  "sightseeing",
  "sign",
  "signal",
  "solution",
  "solve",
  "some",
  "somebody ",
  "somehow",
  "someone ",
  "something ",
  "sometimes",
  "somewhere",
  "son",
  "song",
  "soon",
  "sore",
  "sorry",
  "sort",
  "so-so ",
  "soul",
  "sound",
  "soup",
  "sour",
  "southern",
  "souvenir",
  "space",
  "spare",
  "sparkling",
  "store",
  "storm",
  "story",
  "stranger",
  "stream",
  "street",
  "stress",
  "strict",
  "stripe",
  "strong",
  "student",
  "studio",
  "stuff",
  "stupid",
  "style",
  "stylish",
  "subject",
  "swimming pool",
  "swimsuit",
  "switch",
  "system",
  "silence",
  "silent",
  "silly",
  "sing",
  "singer",
  "singing",
  "sink",
  "sir",
  "sister",
  "sit",
  "site",
  "situation",
  "size",
  "skating",
  "ski",
  "skiing",
  "speak",
  "speaker",
  "special",
  "spectacular",
  "speech",
  "speed",
  "spell",
  "spelling",
  "spend",
  "spice",
  "spicy",
  "spill",
  "spinach",
  "spite",
  "split up",
  "spoil",
  "spoon",
  "sport",
  "sports centre",
  "spot",
  "spy",
  "square",
  "squash",
  "stadium",
  "staff",
  "stage",
  "stairs",
  "stall",
  "stamp",
  "stand",
  "star",
  "subtract",
  "subway",
  "succeed",
  "success",
  "successful",
  "such",
  "sudden",
  "suddenly",
  "suffer",
  "sugar",
  "suggest",
  "suggestion",
  "suit",
  "suitable",
  "suitcase",
  "sum",
  "sun",
  "sunbathe",
  "sunglasses",
  "sunny",
  "sunrise",
  "sunset",
  "sunshine",
  "supermarket",
  "supper",
  "support",
  "table",
  "table-cloth",
  "tablet",
  "table tennis",
  "take",
  "takeaway ",
  "take away",
  "take off",
  "tense",
  "tent",
  "term",
  "terrific",
  "text",
  "thank",
  "their",
  "then",
  "there",
  "they",
  "thick",
  "thief",
  "thin",
  "thing",
  "think",
  "tourism",
  "tourist",
  "tournament",
  "toward",
  "towel",
  "tower",
  "town",
  "toy",
  "track",
  "tracksuit",
  "trade",
  "traditional",
  "traffic",
  "traffic jam",
  "traffic lights",
  "train",
  "trainer",
  "training",
  "tram",
  "transfer",
  "translate",
  "translation",
  "transport",
  "trash can",
  "travel",
  "travel agent",
  "take place",
  "take up",
  "new hobby.",
  "talent",
  "talented",
  "talk",
  "talk show",
  "tall",
  "tap",
  "taste",
  "tasty",
  "tax",
  "taxi",
  "tea",
  "teach",
  "thirsty",
  "thought",
  "thriller",
  "throat",
  "throw",
  "thumb",
  "thunder",
  "tick",
  "ticket",
  "tidy tie",
  "tiger",
  "tight",
  "tights",
  "till",
  "time",
  "turn",
  "turn down",
  "turning",
  "turn into",
  "turn off",
  "turn on",
  "turn up",
  "twice",
  "twin",
  "type",
  "typical",
  "typically",
  "tyre",
  "ugly",
  "umbrella",
  "unable",
  "uncle",
  "under",
  "underline",
  "underpants",
  "understand",
  "underwear",
  "undress",
  "unfair",
  "unfit",
  "unhappy",
  "unbelievable",
  "uncomfortable",
  "under the bed",
  "underground",
  "underneath",
  "unemployed",
  "unemployment",
  "unexpected",
  "unforgettable",
  "unfortunately",
  "unfriendly",
  "unhealthy",
  "uniform",
  "union",
  "unit",
  "unkind",
  "unknown",
  "unimportant",
  "uninterested",
  "uninteresting",
  "universe",
  "university",
  "unless",
  "unlikey",
  "unlucky",
  "unnecessary",
  "unpack",
  "unpleasant",
  "until",
  "unusual",
  "unwell",
  "update",
  "upload",
  "upon",
  "vegetarian",
  "video",
  "video clip",
  "video  game",
  "upper",
  "upset",
  "upstairs",
  "up to",
  "urgent ",
  "urgently",
  "us",
  "use",
  "early",
  "useful",
  "user",
  "usual",
  "usually",
  "virus",
  "visa",
  "visit",
  "visitor",
  "vocabulary",
  "voice",
  "volleyball",
  "volume",
  "vote",
  "vowel",
  "versus",
  "valley",
  "valuable",
  "value",
  "van",
  "vanilla",
  "variety",
  "various",
  "vase",
  "vegetable",
  "vehicle",
  "very",
  "vet",
  "via",
  "view",
  "village",
  "violin",
  "vegetarian",
  "video",
  "video clip",
  "video  game",
  "wages",
  "wait",
  "waiter",
  "waitress",
  "wake",
  "walk",
  "walking",
  "wall",
  "wallet",
  "want",
  "war",
  "warm",
  "warn",
  "warning",
  "weigh",
  "weight",
  "well-dressed",
  "well-known",
  "western",
  "wet",
  "whale",
  "wheel",
  "wheelchair",
  "when",
  "whether",
  "white",
  "waiting room",
  "wake up",
  "wardrobe",
  "wash",
  "wash up",
  "washing machine",
  "weekly",
  "welcome",
  "well",
  "well done",
  "west",
  "what",
  "whatever",
  "whenever",
  "where",
  "wherever",
  "which",
  "while,",
  "whilst",
  "washing-up",
  "waste",
  "watch",
  "water",
  "waterfall",
  "wave",
  "way",
  "weak",
  "weather",
  "web",
  "webcam",
  "",
  "website",
  "wedding",
  "week",
  "weekday",
  "weekend",
  "who",
  "whole",
  "whose",
  "why",
  "wide",
  "wife",
  "wild",
  "wildlife",
  "will",
  "willing",
  "win",
  "wind",
  "window",
  "windscreen",
  "windsurfing",
  "windy",
  "wing",
  "winner",
  "wise",
  "wish",
  "with",
  "within",
  "without",
  "woman",
  "wonder",
  "wonderful",
  "wood",
  "wooden",
  "wool",
  "word",
  "work",
  "worker",
  "working",
  "workout",
  "gym.",
  "work out",
  "day.",
  "world",
  "worried",
  "worry",
  "worse",
  "worst",
  "worth",
  "would",
  "wow",
  "wrap",
  "write",
  "write down",
  "writer",
  "writing",
  "written",
  "wrong",
  "yard",
  "yeah",
  "year",
  "yellow",
  "yes",
  "yesterday",
  "yet",
  "yoga",
  "yoghurt",
  "you",
  "you know",
  "young",
  "your",
  "yours",
  "yourself",
  "youth",
  "zebra",
  "zero",
  "zone",
  "zoo",
  "backpack",
  "bag",
  "belt",
  "blouse",
  "boot",
  "bracelet",
  "button",
  "cap",
  "chain",
  "clothes",
  "coat",
  "collar",
  "cotton",
  "dress",
  "earring",
  "fashion",
  "fasten",
  "fit",
  "fold",
  "glasses",
  "glove",
  "(dark/light/pale)",
  "black",
  "blue",
  "brown",
  "access",
  "address",
  "at!@",
  "blog",
  "blogger",
  "by post",
  "calculator",
  "call",
  "call back",
  "CD",
  "CD-Rom",
  "chat",
  "chat room",
  "click",
  "computer",
  "connect",
  "connection",
  "ring up",
  "screen",
  "server",
  "software",
  "switch off",
  "Education",
  "absent",
  "advanced",
  "arithmetic",
  "art",
  "beginner",
  "bell",
  "biology",
  "blackboard",
  "board",
  "book",
  "bookshelf",
  "break(time)",
  "break up",
  "certificate",
  "chemistry",
  "class",
  "classroom",
  "clever",
  "coach",
  "college",
  "composition",
  "act",
  "action",
  "actor",
  "actress",
  "ad",
  "admission",
  "adventure",
  "advert",
  "advertisement",
  "art",
  "article",
  "audience",
  "ballet",
  "band",
  "board game",
  "book",
  "camera",
  "card",
  "cartoon",
  "celebrity",
  "CD",
  "CO-Rom",
  "channel",
  "recording",
  "review",
  "rock music",
  "romantic",
  "bottle bank",
  "climate change",
  "gas",
  "apple",
  "bake",
  "banana",
  "barbecue",
  "bean",
  "biscuit",
  "bitter",
  "boil",
  "boiled",
  "bottle",
  "bowl",
  "box",
  "bread",
  "break",
  "breakfast",
  "broccoli",
  "bunch (of",
  "bananas)",
  "burger",
  "butter",
  "cabbage",
  "cafe I cafe",
  "cafeteria",
  "cake",
  "can (of beans)",
  "candy",
  "canteen",
  "carrot",
  "cereal",
  "cheese",
  "chef",
  "chicken",
  "chilli",
  "chips",
  "chocolate",
  "coconut",
  "coffee",
  "cola",
  "cook",
  "cooker",
  "accident",
  "ache",
  "ambulance",
  "ankle",
  "appointment",
  "arm",
  "aspirin",
  "baby",
  "bandage",
  "bleed",
  "blood",
  "body",
  "bone",
  "brai",
  "break",
  "breath",
  "breathe",
  "check",
  "chemist",
  "chin",
  "clean",
  "cold",
  "comb",
  "cough",
  "cut",
  "damage",
  "barbecue",
  "beach",
  "bicycle",
  "bike",
  "camera",
  "camp",
  "camping",
  "campsite",
  "chess",
  "club",
  "collect",
  "collection",
  "computer",
  "cruise",
  "accommodation",
  "address",
  "air conditioning",
  "alarm (fire/car)",
  "alarm clock",
  "antique",
  "apartment",
  "armchair",
  "balcony",
  "basin",
  "bath(tub)",
  "bathroom",
  "bed",
  "bedroom",
  "bell bin",
  "blanket",
  "blind",
  "block",
  "notice board",
  "bookcase",
  "bookshelf",
  "bowl",
  "box",
  "brush",
  "bucket",
  "bulb",
  "candle",
  "carpet",
  "ceiling",
  "cellar",
  "central heating",
  "chair",
  "channel (with",
  "TV)",
  "chest of drawers",
  "clock",
  "advanced",
  "answer",
  "argue",
  "ask",
  "beginner",
  "chat",
  "communicate",
  "communication",
  "able",
  "afraid",
  "alone",
  "amazed",
  "amazing",
  "amusing",
  "angry",
  "annoyed",
  "anxious",
  "ashamed",
  "awful",
  "bad",
  "beautiful",
  "better",
  "bored",
  "boring",
  "bossy",
  "brave",
  "brilliant",
  "busy",
  "calm",
  "careful",
  "challenging",
  "charming",
  "cheerful",
  "clear",
  "clever",
  "confident",
  "confused",
  "confusing",
  "cool",
  "crazy",
  "cruel",
  "curious",
  "cute",
  "apartment block",
  "I apartment",
  "building",
  "bank",
  "centre bookshop",
  "bookstore",
  "building",
  "cafe I",
  "cafe",
  "cafeteria",
  "castle",
  "cinema",
  "clinic",
  "club",
  "area",
  "bay",
  "beach",
  "campsite",
  "canal",
  "cliff",
  "desert",
  "earth",
  "farm",
  "apartment",
  "building",
  "airport",
  "booking office",
  "bridge",
  "bus station",
  "bus stop",
  "car park",
  "cash machine",
  "bank",
  "cafe I cafe",
  "cafeteria",
  "cinema",
  "dentist",
  "ad",
  "advert",
  "advertise",
  "advertisement",
  "assistant",
  "bargain",
  "bill",
  "book",
  "buy",
  "cash",
  "cent",
  "change",
  "cheap",
  "cheque",
  "choose",
  "athlete",
  "badminton",
  "ball",
  "baseball",
  "basketball",
  "bat",
  "bathing suit",
  "beach",
  "bicycle",
  "bike",
  "boat",
  "boxing",
  "catch",
  "champion",
  "championship",
  "changing room",
  "climb",
  "climbing",
  "club",
  "coach",
  "compete",
  "competition",
  "competitor",
  "contest",
  "court",
  "cricket",
  "cycling",
  "cyclist",
  "dancing",
  "diving",
  "enter",
  "air",
  "animal",
  "autumn",
  "beach",
  "bee",
  "bird",
  "branch",
  "bush",
  "butterfly",
  "cave",
  "cliff",
  "climate",
  "coast",
  "continent",
  "country",
  "countryside",
  "desert",
  "dolphin",
  "donkey",
  "duck",
  "earth",
  "east",
  "elephant",
  "environment",
  "environmental",
  "afternoon",
  "appointment",
  "autumn",
  "birthday",
  "century",
  "clock",
  "daily",
  "date",
  "day",
  "diary",
  "abroad",
  "accommodation",
  "airline",
  "airport",
  "ambulance",
  "announcement",
  "arrival",
  "arrive",
  "at sea",
  "backpack",
  "coach",
  "confirm",
  "country",
  "crossing",
  "crossroads",
  "currency",
  "customs",
  "cycle",
  "cyclist",
  "delay",
  "delayed",
  "deliver",
  "depart",
  "departure",
  "destination",
  "direction",
  "document",
  "dollar",
  "double room",
  "drive",
  "driver",
  "driving",
  "licence",
  "due",
  "duty-free",
  "embassy",
  "euro",
  "exchange rate",
  "facilities",
  "far",
  "fare",
  "ferry",
  "flight",
  "fly",
  "foreign",
  "blow",
  "breeze",
  "centigrade",
  "cloud",
  "cloudy",
  "cold",
  "cool",
  "degrees",
  "dry",
  "forecast",
  "actor",
  "actress",
  "application",
  "apply",
  "architect",
  "army",
  "artist",
  "assistant",
  "athlete",
  "babysitter",
  "banker",
  "boss",
  "break",
  "businessman",
  "businesswoman",
  "butcher",
  "cameraman",
  "candidate",
  "canteen",
  "captain",
  "career",
  "chef",
  "chemist",
  "cleaner",
  "colleague",
  "company",
  "computer",
  "conference",
  "contract",
  "cook",
  "crew",
  "customs officer",
  "cv",
  "dancer",
  "dentist",
  "department",
  "designer",
  "go",
  "handbag",
  "handkerchief",
  "hat",
  "jacket",
  "jeans",
  "jewellery",
  "jumper",
  "kit",
  "knit",
  "label",
  "laundry",
  "leather",
  "make-up",
  "match",
  "material",
  "necklace",
  "old-fashioned",
  "pants",
  "pattern",
  "gold",
  "golden",
  "green",
  "grey",
  "delete",
  "dial",
  "dial up",
  "digital",
  "digital camera",
  "disc",
  "dot",
  "download",
  "drag",
  "DVD",
  "electronic",
  "email",
  "engaged",
  "enter",
  "envelope",
  "equipment",
  "fax",
  "switch on",
  "talk",
  "telephone",
  "text",
  "text message",
  "course",
  "curriculum",
  "degree",
  "desk",
  "dictionary",
  "diploma",
  "drama",
  "economics",
  "elementary",
  "essay",
  "geography",
  "history",
  "handwriting",
  "homework",
  "information",
  "instructions",
  "intermediate",
  "instructor",
  "IT",
  "know",
  "laboratory",
  "chat show",
  "chess",
  "cinema",
  "circus",
  "classical music",
  "comedy",
  "comic",
  "competition",
  "concert",
  "dance",
  "dancer",
  "disc",
  "disco",
  "display",
  "DJ  I disc jockey",
  "documentary",
  "drama",
  "draw",
  "drawing",
  "DVD",
  "entrance",
  "exhibition",
  "exit",
  "row",
  "scene",
  "screen",
  "series",
  "litter",
  "petrol",
  "pollution",
  "cookie",
  "corn",
  "cream",
  "cucumber",
  "cup",
  "curry",
  "cut",
  "delicious",
  "dessert",
  "diet",
  "dinner",
  "dish",
  "drink",
  "duck",
  "eat",
  "egg",
  "fish",
  "flavour",
  "flour",
  "food",
  "fork",
  "French fries",
  "fresh",
  "fridge",
  "fried",
  "fruit",
  "fruit juice",
  "fry",
  "frying pan",
  "garlic",
  "glass",
  "grape",
  "grill",
  "grilled",
  "herbs",
  "honey",
  "hot",
  "hungry",
  "ice",
  "ice cream",
  "danger",
  "dangerous",
  "dead",
  "dentist",
  "die",
  "diet",
  "doctor",
  "ear",
  "earache",
  "emergency",
  "exercise",
  "eye",
  "face",
  "fall",
  "feel",
  "fever",
  "finger",
  "fit",
  "flu",
  "foot",
  "get better/worse",
  "go jogging",
  "gym",
  "gymnastics",
  "hair",
  "hand",
  "dance",
  "dancing",
  "doll",
  "draw drawing",
  "DVD",
  "facilities",
  "fan",
  "festival",
  "fiction",
  "gallery",
  "go out",
  "guitar",
  "hang out",
  "hire",
  "computer",
  "cooker",
  "cottage",
  "cupboard",
  "curtain",
  "cushion",
  "desk",
  "digital",
  "dining room",
  "dish",
  "dishwasher",
  "door",
  "downstairs",
  "drawer",
  "dustbin",
  "duvet",
  "DVD",
  "electric",
  "entrance",
  "fan",
  "flat",
  "flatmate",
  "floor",
  "freezer",
  "fridge",
  "frying pan",
  "furniture",
  "garage",
  "garden",
  "gas",
  "gate",
  "grill",
  "ground",
  "hall",
  "handle",
  "heat",
  "heater",
  "elementary",
  "email",
  "grammar",
  "intermediate",
  "joke",
  "letter",
  "mean",
  "meaning",
  "delighted",
  "depressed",
  "different",
  "difficult",
  "disappointed",
  "disappointing",
  "easy",
  "embarrassed",
  "embarrassing",
  "excellent",
  "excited",
  "exciting",
  "famous",
  "fantastic",
  "favourite",
  "fine",
  "fit",
  "fond",
  "free",
  "frightened",
  "friendly",
  "funny",
  "generous",
  "gentle",
  "glad",
  "good",
  "great",
  "guilty",
  "happy",
  "hard",
  "healthy",
  "heavy",
  "high",
  "hungry",
  "important",
  "college",
  "cottage",
  "department",
  "store",
  "disco",
  "elevator",
  "entrance",
  "exit",
  "factory",
  "flat",
  "gallery",
  "garage",
  "grocery store",
  "field",
  "forest",
  "harbour",
  "hill",
  "island",
  "lake",
  "land",
  "mountain",
  "ocean",
  "cashpoint",
  "city centre",
  "corner",
  "crossing",
  "crossroads",
  "fountain",
  "market",
  "motorway",
  "monument",
  "doctor",
  "gallery",
  "garage",
  "hairdresser",
  "hotel",
  "close",
  "closed",
  "collect",
  "complain",
  "cost",
  "credit card",
  "customer",
  "damaged",
  "dear",
  "department",
  "store",
  "deposit",
  "dollar",
  "euro",
  "exchange",
  "extreme sports",
  "(sports) facilities",
  "fishing",
  "fitness",
  "football",
  "football player",
  "game",
  "goal",
  "goalkeeper",
  "golf",
  "gym",
  "gymnastics",
  "helmet",
  "highjump",
  "hit",
  "hockey",
  "horse-riding",
  "ice hockey",
  "ice skating",
  "instructor",
  "jogging",
  "join in",
  "kick",
  "kit",
  "league",
  "locker",
  "long jump",
  "luck",
  "match",
  "member",
  "motor-racing",
  "net",
  "play",
  "explore",
  "fall",
  "farmland",
  "field",
  "fire",
  "fish",
  "flood",
  "flower",
  "forest",
  "freeze",
  "frog",
  "fur",
  "giraffe",
  "grass",
  "grow",
  "hill",
  "hot",
  "ice",
  "island",
  "jungle",
  "kangaroo",
  "lake",
  "land",
  "leaf",
  "evening",
  "half (past)",
  "holidays",
  "hour",
  "meeting",
  "midnight",
  "minute",
  "moment",
  "month",
  "backpacker",
  "backpacking",
  "bag",
  "baggage",
  "bicycle I bike",
  "board",
  "boarding pass",
  "boat",
  "border",
  "bridge",
  "brochure",
  "fuel",
  "garage",
  "gas I gas station",
  "gate",
  "guest",
  "guide",
  "guidebook",
  "handlebars",
  "harbour",
  "helicopter",
  "hitchhike",
  "hotel",
  "immigration",
  "jet",
  "journey",
  "land",
  "leave",
  "left",
  "light",
  "lorry",
  "luggage",
  "machine",
  "map",
  "mechanic",
  "mirror",
  "miss",
  "motorbike",
  "motorway",
  "move",
  "nationality",
  "on board",
  "on business",
  "on foot",
  "on holiday",
  "fog",
  "foggy",
  "freezing",
  "frozen",
  "gale",
  "get wet",
  "heat",
  "hot",
  "humid",
  "ice",
  "desk",
  "detective",
  "diary",
  "diploma",
  "director",
  "diver",
  "doctor",
  "earn",
  "email",
  "employ",
  "employee",
  "employer",
  "employment",
  "engineer",
  "explorer",
  "factory",
  "farm",
  "farmer",
  "film star",
  "fireman",
  "football player/",
  "footballer",
  "full time",
  "goalkeeper",
  "guard",
  "guest",
  "guide",
  "hairdresser",
  "housewife",
  "housework",
  "instructions",
  "instructor",
  "job",
  "journalist",
  "judge",
  "king",
  "laboratory",
  "perfume",
  "plastic",
  "pocket",
  "pullover",
  "purse",
  "put on",
  "raincoat",
  "ring",
  "scarf",
  "shirt",
  "shoe",
  "shorts",
  "silk",
  "size",
  "skirt",
  "sleeve(less)",
  "socks",
  "stripe",
  "suit",
  "sunglasses",
  "sweater",
  "orange",
  "pink",
  "purple",
  "red",
  "file hang",
  "up",
  "hardware",
  "headline",
  "",
  "install",
  "internet",
  "invent",
  "invention",
  "IT",
  "keyboard",
  "laptop",
  "(computer)",
  "machine",
  "message",
  "mobile phone",
  "mouse",
  "turn off",
  "turn on",
  "upload",
  "video clip",
  "volume",
  "language",
  "learn",
  "lesson",
  "level",
  "library",
  "mark",
  "mathematics",
  "math",
  "music",
  "nature studies",
  "note",
  "notice board",
  "pencil case",
  "photography",
  "physics",
  "practice",
  "practise",
  "primary school",
  "project",
  "pupil",
  "qualification",
  "festival",
  "film",
  "film maker",
  "film star",
  "fireworks",
  "folk music",
  "fun",
  "go out",
  "group",
  "guitar",
  "guitarist",
  "headline",
  "hero",
  "heroine",
  "hip hop",
  "hit song",
  "horror",
  "instrument",
  "interval",
  "interview(er)",
  "jazz music",
  "journalist",
  "keyboard",
  "soap opera",
  "stage",
  "star",
  "studio",
  "public transport",
  "recycle",
  "recycled",
  "ingredients",
  "jam",
  "jug",
  "juice",
  "kitchen",
  "knife",
  "lamb",
  "lemon",
  "lemonade",
  "lettuce",
  "lunch",
  "main course",
  "meal",
  "meat",
  "melon",
  "menu",
  "microwave",
  "milk",
  "mineral water",
  "mushroom",
  "oil",
  "omelette",
  "onion",
  "orange",
  "pan",
  "pasta",
  "pea",
  "peach",
  "peanut",
  "pear",
  "pepper",
  "picnic",
  "pie",
  "piece of cake",
  "pineapple",
  "pizza",
  "plate",
  "potato",
  "recipe",
  "refreshments",
  "head",
  "headache",
  "health",
  "hear",
  "heart",
  "heel",
  "hospital",
  "hurt",
  "ill",
  "illness",
  "injure",
  "keep fit",
  "knee",
  "leg",
  "lie down",
  "medicine",
  "nose",
  "nurse",
  "operate",
  "operation",
  "pain",
  "painful",
  "patient",
  "pharmacy",
  "pill",
  "prescription",
  "hobby",
  "holidays",
  "jogging",
  "join in",
  "keen on",
  "keep fit",
  "magazine",
  "member(ship)",
  "model",
  "museum",
  "music",
  "musician",
  "nightlife",
  "opening hours",
  "paint",
  "heating",
  "hi-fi",
  "home",
  "house",
  "housewife",
  "housework",
  "iron",
  "jug",
  "kettle",
  "key",
  "kitchen",
  "ladder",
  "lamp",
  "laptop",
  "(computer)",
  "lift",
  "light",
  "(clothes) line",
  "living-room",
  "lock",
  "microwave",
  "mirror",
  "mug",
  "neighbour",
  "oil",
  "oven",
  "pan",
  "path",
  "pillow",
  "pipe",
  "plant",
  "plug",
  "plug in",
  "property",
  "radio",
  "refrigerator",
  "remote control",
  "mention",
  "message",
  "pronounce",
  "pronunciation",
  "question",
  "say",
  "sentence",
  "shout",
  "intelligent",
  "interested",
  "interesting",
  "jealous",
  "keen",
  "kind",
  "lazy",
  "lovely",
  "lucky",
  "mad",
  "married",
  "miserable",
  "modern",
  "negative",
  "nervous",
  "nice",
  "noisy",
  "normal",
  "old",
  "old-fashioned",
  "ordinary",
  "original",
  "patient",
  "personal",
  "pleasant",
  "poor",
  "positive",
  "pretty",
  "quick",
  "quiet",
  "ready",
  "real",
  "realistic",
  "reasonable",
  "relaxed",
  "",
  "",
  "",
  "",
  "",
  "guest-house",
  "hospital",
  "hotel",
  "house",
  "library",
  "lift",
  "museu",
  "m",
  "office",
  "palace",
  "police station",
  "post office",
  "prison",
  "railway station",
